const universities = {
      "বাংলাদেশ কৃষি বিশ্ববিদ্যালয়, ময়মনসিংহ": [
        "বি.এসসি.ইন ভেটেরিনারি মেডিসিন (ডিভিএম)",
        "বি.এসসি.ইন এগ্রিকালচার (অনার্স)",
        "বি.এসসি.ইন এনিমেল হাজব্যান্ড্রি (অনার্স)",
        "বি.এসসি.ইন এগ্রিকালচারাল ইকোনোমিক্স (অনার্স)",
        "বি.এসসি.ইন এগ্রিকালচারাল ইঞ্জিনিয়ারিং (অনার্স)",
        "বি.এসসি.ইন ফুড ইঞ্জিনিয়ারিং",
        "বি.এসসি.ইন বায়োইনফরমেটিক্স ইঞ্জিনিয়ারিং",
        "বি.এসসি.ইন ফিশারিজ (অনার্স)",
        "বি.এসসি.ইন ফুড সেফটি ম্যানেজমেন্ট"
      ],
      "গাজীপুর কৃষি বিশ্ববিদ্যালয়, গাজীপুর": [
        "বি.এস (কৃষি)",
        "বি.এস (ফিশারিজ)",
        "ডি.ভি.এম(ডক্টর অব ভেটেরিনারি মেডিসিন)",
        "বি.এস (কৃষি অর্থনীতি)",
        "বি.এস (ফরেস্ট্রি)",
        "বি.এস (কৃষি প্রকৌশল)"
      ],
     "শেরেবাংলা কৃষি বিশ্ববিদ্যালয়, ঢাকা":[
      "বি.এসসি.ইন এগ্রিকালচার (অনার্স)",
      "বি.এসসি.ইন এগ্রিকালচার ইকোনমিক্স (অনার্স)",
      "বি.এসসি.ইন ভেটেরিনারি সায়েন্স এন্ড এনিমেল হাজব্যান্ড্রি",
    "বি.এসসি.ইন ফিশারিজ (অনার্স)"
  ],

"পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পটুয়াখালী":[
"ব্যাচেলর অব সায়েন্স ইন এগ্রিকালচার (অনার্স)",
"ব্যাচেলর অব সায়েন্স ইন ফিশারিজ (অনার্স)",
"ব্যাচেলর অব সায়েন্স ইন ভেটেরিনারি মেডিসিন (ডিভিএম)",
"ব্যাচেলর অব সায়েন্স ইন এনিমেল হাজব্যান্ড্রি (অনার্স)"
],

"চট্টগ্রাম ভেটেরিনারি ও এনিম্যাল সায়েন্সেস বিশ্ববিদ্যালয়, চট্টগ্রাম":[
"ডক্টর ইন ভেটেরিনারি মেডিসিন (ডিভিএম)",

"বি.এসসি.ইন ফুড সায়েন্স এন্ড টেকনোলজি (সন্মান)",

"বি.এসসি.ইন ফিসারিজ (সন্মান)",

"বি.এসসি ইন বায়োটেকনোলজি এন্ড জেনেটিক ইঞ্জিনিয়ারিং"

],

"সিলেট কৃষি বিশ্ববিদ্যালয়, সিলেট":[
  "ডক্টর ইন ভেটেরিনারি মেডিসিন (ডিভিএম)",
  "বি.এসসি.ইন এগ্রিকালচার (অনার্স)",
  "বি.এসসি.ইন ফিশারিজ (অনার্স)",
  "বি.এসসি.ইন এগ্রিকালচারাল ইকোনোমিক্স (অনার্স)",
  "বি.এসসি.ইন এগ্রিকালচারাল ইঞ্জিনিয়ারিং (অনার্স)",
  "বি.এসসি.ইন বায়োটেকনোলজি এন্ড জেনেটিক ইঞ্জিনিয়ারিং (অনার্স)"
],

"খুলনা কৃষি বিশ্ববিদ্যালয়, খুলনা":[
  "বি.এসসি.ইন ভেটেরিনারি সায়েন্স এন্ড এনিমেল হাজব্যান্ড্রি",
  "বি.এসসি.ইন এগ্রিকালচার (অনার্স)",
  "বি.এসসি.ইন ফিশারিজ (অনার্স)",
  "বি.এসসি.ইন এগ্রিকালচারাল ইকোনোমিক্স (অনার্স)",
  "বি.এসসি.ইন এগ্রিকালচারাল ইঞ্জিনিয়ারিং (অনার্স)"
],


"হবিগঞ্জ কৃষি বিশ্ববিদ্যালয়, হবিগঞ্জ":[
  "বি.এসসি.ইন এগ্রিকালচার (অনার্স)",
  "বি.এসসি.ইন ফিশারিজ (অনার্স)",
  "বি.এসসি.ইন ভেটেরিনারি সায়েন্স এন্ড এনিমেল হাজব্যান্ড্রি"
],

"কুড়িগ্রাম কৃষি বিশ্ববিদ্যালয়, কুড়িগ্রাম":[
"বি.এস.ই ইন এগ্রিকালচার (অনার্স)",
"বি.এস.সি ইন ফিসারিজ (অনার্স)"
]

    };
